<?php
/*
    Template Name: privacy
     */
?>
<?php
get_header();
?>
<div class="main">
    <div class="container">
        <div class="title__wrapper">
            <h1 class="title privacy__title">ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ</h1>
        </div>
    <p class="privacy__text">
        Сайт https://zagovori.net.ua (надалі по тексту Сайт) носить виключно інформаційне значення. Фізична особа-підприємець (надалі по тексту ФОП) Чернецький Олексій Володимирович не несе зобов’язання в повідомленні користувачів сайту про зміну інформації на сайті, яка може переглядатися, доповнюватися, уточнюватися і змінюватися.<br>

Авторське право у відношенні матеріалів, розміщених на цьому сайті, належить ФОП Чернецький Олексій Володимирович, за винятком випадків, коли інше прямо вказано в тексті. Матеріали сайту можуть бути використані для подальшого поширення виключно з попередньої письмової згоди ФОП Чернецький Олексій Володимирович із прямим посиланням на першоджерело.<br>

Всі зміни та правки до такої інформації можуть вноситися тільки за попередньою згодою ФОП Чернецький Олексій Володимирович.<br>

Матеріали, які розміщені на сайті за адресою https://zagovori.net.ua, не можуть розглядатися в якості юридичних, фінансових, податкових, стратегічних, інвестиційних і/або інших консультацій. Відвідувачам сайту рекомендується отримати індивідуальні консультації в разі потреби прийняття рішень, що передбачають юридичні наслідки. ФОП Чернецький Олексій Володимирович і/або його афілійовані особи, в тому числі особи, які беруть участь в підготовці та запуску цього сайту, не несуть відповідальності за можливі наслідки використання інформації з сайту.<br>

ФОП Чернецький Олексій Володимирович не приймає на себе зобов’язань по оновленню будь-якої інформації, яка описує події або обставини, що виникають після розміщення матеріалів на сайті.<br>

Які персональні дані ми збираємо?
«Персональні дані» – це будь-яка інформація, яка може бути використана для ідентифікації вас або відомостей, які ми можемо пов’язати з вами, за умови, що ми ними володіємо або їх контролюємо.<br>

Використовуючи Сайт, ви даєте згоду ФОП Чернецький Олексій Володимирович на обробку своїх персональних даних, які включають: прізвище, ім’я, по батькові, регіон проживання, адресу електронної пошти, контактний телефон, будь-яку іншу інформацію, а також зміст повідомлень, листів, коментарів, переданих вами через Сайт.<br>

Крім того, ми отримуємо детальну інформацію про ваші відвідування Сайту і взаємодієте з нами через нього, а також інформацію, зібрану з використанням cookie-файлів у веб-браузері.<br>

Ми використовуємо різні технології для збору і зберігання інформації при відвідуванні Сайту. Наприклад, ми можемо збирати інформацію про тип пристрою, який ви використовуєте для доступу до Сайту, про вашу IP-адресу і ваше географічне положення, операційній системі (і її версії), найменування вашого браузера, переглянутого вами контенту на Сайті, веб-сторінках і пошукових запитах, які ви вводите на Сайті і в пошукових системах.<br>

Якщо ми збираємо або отримуємо ваші персональні дані в контексті надання послуг, ми можемо отримувати інформацію від третіх осіб – таких як ваш роботодавець, інші сторони, які мають відношення до наданих нами послуг (наприклад, контрагенти в транзакціях), а також контролюючі органи влади. Ця інформація може включати ваше ім’я, контактні дані, дані про зайнятість та іншу інформацію, що відноситься до послуг, які ми надаємо нашому клієнту (замовнику).<br>

Якщо ви подаєте нам заявку на вакансію, ми можемо збирати особисту інформацію, що стосується минулої роботи, а також кваліфікації та освіти, рекомендації третіх осіб про вас, трудовий стаж і інші відомості, які будуть надані третьою стороною.<br>

Cookie-файли.
Ми використовуємо Cookie-файли для більш зручної взаємодії з нашим Сайтом, послугами і для відображення персоналізованої реклами.<br>
Cookie-файли – це невеликі текстові файли, які відстежують, яку інформацію ви переглядали, і зберігають таку інформацію безпосередньо на комп’ютері або іншому пристрої. За допомогою Cookie-файлів веб-сервер може зберегти на комп’ютері або іншому пристрої, наприклад, ваші уподобання, а потім їх автоматично відновити при наступному відвідуванні Сайту.<br>

Cookie-файли також служать для того, щоб зробити для вас використання Сайту зручнішим (наприклад, щоб ви не повторювали процес входу в систему під час наступного візиту).<br>

При бажанні, ви можете змінити налаштування власних комп’ютерів або брандмауера, щоб відключити Cookie-файли.<br>

 Як ми використовуємо ваші персональні дані?
Персональні дані збираються і зберігаються з метою:
• надання вам доступу до користування Сайтом;
• забезпечення можливості обробки ваших заявок та управління ними;
• підтримки комунікацій з вами, інформування про зміни в послугах, про оновлення сервісу, про новини;
• зв’язку, якщо у вас виникли питання і проблеми;
• надання послуг відповідному клієнту (замовнику);
• участі в маркетингу і розвитку бізнесу, пов’язаних з нашими послугами. (Це може включати відправку вам листів, юридичних оновлень, маркетингових повідомлень та іншої інформації, яка може вас зацікавити);
• перегляду і обробки вашої заявки про роботу, якщо ви пода-ли до нас заявку на вакансію;
• дотримання законодавчих і нормативних зобов’язань, які ми повинні виконати;
• встановлення, здійснення або захисту наших законних прав або для судочинства;
• реєстрації та контролю використання Сайту для наших ділових цілей, які можуть включати аналіз використання, вимір ефективності Сайту і формування маркетингових звітів;
• дотримання законних ділових інтересів, таких як проведення бізнес-досліджень та аналізу, управління роботою Сайту і нашого бізнесу;
• вивчення скарг або запитів, які можуть виникнути;
• запобігання і реагування на фактичне або потенційне шахрайство або незаконну діяльність.<br>

Крім того, ми можемо збирати, обробляти і ділитися будь-якими статистичними даними, заснованими на інформації, яка у нас зберігається – за умови, що будь-яка особа не ідентифікується з отриманого аналізу, а збір, обробка та розповсюдження такої інформації дозволяється законом.<br>

Направляючи нам заявку, ви погоджуєтеся з тим, що ми маємо право відправляти на вашу адресу електронної пошти або в мессенджери інформацію про новини ФОП Чернецький Олексій Володимирович і пропозиції, які можуть мати до вас відношення. Ви можете відмовитися від цієї розсилки, відписавшись від неї.<br>

ФОП Чернецький Олексій Володимирович не використовує ваші персональні дані будь-яким іншим чином, крім способів, зазначених вище, за винятком надання такої інформації правоохоронним органам, судам, а також іншим уповноваженим представникам влади у випадках, передбачених чинним законодавством.<br>

Як ми обмінюємося інформацією з третіми особами?
ФОП Бардадим Руслан Володимирович надає доступ до ваших персональних даних лише тим співробітникам і партнерам, яким ця інформація необхідна для забезпечення функціонування Сайту і надання послуг, відповідей на запити або обробки заявок.<br>

Ми також можемо передавати ваші персональні дані за межі ФОП Чернецький Олексій Володимирович:
• Стороннім агентам/постачальникам або підрядникам, пов’язаними зобов’язаннями конфіденційності – у зв’язку з обробкою ваших персональних даних для цілей, описаних в Політиці. Це може включати, але не обмежується ними, IТ-провайдерів і постачальників послуг зв’язку.
• Третім сторонам, які мають відношення до послуг, які ми надаємо. Це може включати, але не обмежується, контрагентів щодо угод або судових розглядів, інших постачальників професійних послуг, регулюючих органів, органів влади, державних установ.
• У тій мірі, в якій це вимагається законом, постановою або судовим наказом, наприклад, якщо ми зобов’язані розкрити ваші персональні дані, щоб виконати будь-яке юридичне зобов’язання. Коли ми передаємо ваші персональні дані, то у всіх випадках будь-яка така передача буде відповідати передбаченим законом захисту даних.<br>

Відповідальність.<br>
Ви несете відповідальність за всю інформацію, що розміщується вами на Сайті.<br>

Ви зобов’язані самостійно розглянути всі ризики, пов’язані з тим, що він робить певну інформацію загальнодоступною, зокрема: адреса, телефон або іншу інформацію особистого характеру.<br>

Права.<br>
Згідно з Генеральним регламентом про захист персональних даних (GDPR), кожен раз, коли ви надаєте нам свою згоду на використання своїх персональних даних, ви маєте право змінити своє рішення в будь-який час і відмовитися від цієї згоди.<br>

Ви маєте право відкликати свою згоду з обробки персональних даних і реалізувати право на доступ, виправлення, видалення, обмеження, заперечення і перенесення даних. Також, ви маєте право в будь-який час вимагати від нас копію будь-якої інформації про вас, збереженої ФОП Чернецький Олексій Володимирович. Для цього, будь ласка, зв’яжіться з нами за адресою: cherneckiy.av@gmail.com.<br>

Як ми захищаємо ваші персональні дані?<br>
Ми гарантуємо, що всі персональні дані, отримані від вас, будуть надійно збережені. Ми виконуємо всі технічні вимоги і проводимо необхідні перевірки безпеки, щоб уникнути будь-яких втрат (в тому числі, випадкових), неправильного використання, зміни та несанкціонованого доступу до особистої інформації з боку третіх осіб.<br>

Як довго ми будемо зберігати ваші персональні дані?<br>
Кожен раз, коли збираються або обробляються ваші персональні дані, ми будемо їх зберігати тільки до тих пір, поки це буде необхідно для виконання цілей, для яких вони були зібрані. Після закінчення цього періоду зберігання, ваші дані будуть повністю вилучені.<br>

Після закінчення терміну зберігання ми можемо розпоряджатися вашими матеріалами справи (включаючи ваші персональні дані) без вашого подальшого повідомлення, за винятком документів, про збереження яких ми домовилися в письмовій формі.<br>

Внесення змін до Політики конфіденційності<br>
У будь-який час і без попереднього повідомлення ми можемо змінювати або оновлювати будь-які положення даної Політики конфіденційності шляхом розміщення на Сайті її оновленої версії. Ви можете час від часу переглядати цю інформацію, щоб бути в курсі змін і оновлень, що вносяться до Політики конфіденційності.<br>

Як з нами зв’язатися?<br>
Якщо ви хочете отримати додаткову інформацію про збір, використання, розкриття, передачу або обробку ваших персональних даних, а також з інших питань, пов’язаних з Політикою конфіденційності – зв’яжіться з нами за адресою: cherneckiy.av@gmail.com.<br>


    </p>
    </div>
</div>
<?php 
    get_footer(); 
?>