<?php
/*
    Template Name: public
     */
?>
<?php
get_header();
?>
<main class="main">
    <div class="container">
            <div class="title__wrapper">
                <h1 class="public__title title">ПУБЛІЧНИЙ ДОГОВІР (ОФЕРТА) (укр.)</h1>
            </div>
    <p class="public-title__text">
        Дана оферта адресована будь-якій особі (невизначеному колу осіб) (далі «Замовник») та є публічною пропозицією Виконавця укласти договір про надання послуг, розміщений у мережі Інтернет за адресою https://zagovori.net.ua та може надсилатися на електронну пошту Замовника (далі Договір) на наступних умовах:
1. ВИЗНАЧЕННЯ ТЕРМІНІВ
Для цілей цього Договору терміни вживаються в такому значенні:<br>
1.1.  Акцепт – повне, безумовне та беззастережне прийняття Замовником умов даного Договору без будь-яких виключень та/або обмежень і є рівносильним укладенню двостороннього письмового Договору.<br>
1.2.  Замовник – особа, яка здійснила Акцепт умов даного Договору і стає Замовником послуг Виконавця за укладеним договором. Замовником може бути будь-яка дієздатна фізична особа, яка досягла 18 років і має намір отримати послуги Виконавця в порядку і на умовах, визначених цим Договором.<br>
1.3.  Виконавець — ФОП Чернецький Олексій Володимирович та особи (суб’єкти підприємницької діяльності), які мають право надавати послуги, передбачені цим Публічним  договором (офертою). Найменування Виконавця вказується в рахунку чи інших документах на оплату Послуг.<br>
1.4.  Послуги – це надання Виконавцем обмеженого доступу Замовнику до Програм Виконавця шляхом використання безкоштовного програмного забезпечення з закритим кодом, що забезпечує шифрований голосовий та відео зв’язок через Інтернет між комп’ютерами (VoIP), використовуючи технології пірингових мереж. Їх перелік, умови придбання та інші умови, розміщені на сайті https://zagovori.net.ua<br>
1.5.  Програма – цілісна сформована сукупність он-лайн занять (вебінарів, тренінгів), електронних версій аудіо- відеозаписів занять, семінарів, тренінгів, курсів, фонограм, відеограм, текстових, аудіовізуальних творів, пов’язаних між собою і структурованих на визначену тему, що захищені законодавством України в сфері інтелектуальної власності, доступ до яких надається через Сайт або Веб-сторінку для використання Замовником.<br>
1.6.  Он-лайн заняття (вебінар, тренінг) – це виступ, лекція, промова, що відбуваються в режимі реального часу та / або в режимі трансляції їх запису за допомогою web-технологій шляхом надання Замовнику Персонального посилання (доступу) на умовах цього Договору.<br>
1.7.  Сайт – сукупність даних, електронної (цифрової) інформації, інших об’єктів авторського права і (або) суміжних прав тощо, пов’язаних між собою і структурованих в межах адреси https://zagovori.net.ua доступ до яких здійснюється через вказану адресу мережі Інтернет.<br>
1.8.  Персональне посилання – персональний формалізований відповідно до стандартів мережі Інтернет запис адреси Сайту або його частини (Веб-сторінки), що дозволяє Замовнику отримати доступ до Сайту в мережі Інтернет.<br>
2. ОСНОВНІ ПОЛОЖЕННЯ<br>
2.1.  Договір укладається між Виконавцем і Замовником послуг у формі договору приєднання.<br>
2.2.  Даний Договір є публічним договором (надалі іменується – Договір), який вважається укладеним між Виконавцем, з однієї сторони, Замовником, з іншої, з моменту Акцепту останнім всіх без винятку умов та положень даного Договору.<br>
2.3.  В порядку та на умовах, визначених цим Договором, Виконавець зобов’язується надати Замовнику Послуги, а Замовник зобов’язується прийняти та оплатити надані Послуги.<br>
2.4.  Діями, що свідчать про згоду дотримуватись умов цього Договору є Акцепт Замовником умов даного Договору.<br>
2.5.  Замовник здійснює акцепт Договору після ознайомлення з його умовами, розміщеними на Сайті шляхом сукупного або окремого виконання будь-якої з наступних дій:<br>
2.5.1. Заповнення Замовником заявки на участь у Програмі;<br>
2.5.2. Оплати Замовником послуги в повному обсязі;<br>
2.5.3. Проставлення відповідної відмітки «ознайомився (-лася) з умовами даного договору та приймаю його умови».<br>
2.6.  Перелік та вартість надання Послуг розміщені на Сайті.<br>
3. ВАРТІСТЬ ПОСЛУГ ТА ПОРЯДОК РОЗРАХУНКІВ<br>
3.1.  Вартість Послуг залежить від обраної Програми та зазначається на Сайті Виконавця або вказується у рахунку на оплату, що надсилається Замовнику після заповнення Заявки на участь у Програмі.<br>
3.2.  Виконавець має право в односторонньому порядку змінити вартість Послуг до моменту оплати шляхом публікації нової ціни на Сайті.<br>
3.3.  Замовник здійснює оплату Послуг на умовах 100% попередньої оплати.<br>
3.4.  За домовленістю Сторін Замовнику може бути надано право сплачувати вартість Послуг частинами.<br>
3.5.  Оплата Послуг Виконавцем означає ознайомлення та повну згоду Замовника з умовами цього Договору.<br>
3.6.  Оплата Послуг здійснюється шляхом перерахування грошових коштів на поточний рахунок Виконавця. Способи оплати обраної Послуги вказуються на Сайті або у рахунку на оплату, що надсилається Замовнику після заповнення Заявки на участь у Програмі.<br>
3.7.  Послуга вважається оплаченою з моменту зарахування коштів на поточний рахунок Виконавця.<br>
3.8.  У випадку оплати Послуги частинами і невнесення будь-якої із частин оплати в обумовлений строк, Виконавець має право відмовити Замовнику у наданні доступу до відповідної Програми без повернення сплачених коштів.<br>
3.9. Після закінчення строків доступу до матеріалів курсу, можливе продовження доступу на 1 календарний місяць (30 днів). Вартість продовження вказана на Сайті<br>
4. УМОВИ НАДАННЯ ПОСЛУГ<br>
4.1.  Для отримання Послуг Виконавця Замовник заповнює на Сайті Заявку на участь у Програмі.<br>
4.2.  На підтвердження Заявки Виконавець надсилає Замовнику рахунок на оплату Послуг (обраної Програми) на електронну пошту або в інший спосіб.<br>
4.3.  Замовник здійснює оплату Послуг (Програми) одним із обраних способів, після чого повідомляє Виконавця про здійснення оплати із наданням підтверджуючих документів, способом, що вказаний у рахунку на оплату.<br>
4.4.  Після отримання Виконавцем підтвердження оплати, Замовнику на адресу електронної пошти, вказаної при заповненні заявки на участь у Програмі, направляється Персональне посилання.<br>
4.5.  У випадку неотримання протягом 2 (двох) робочих днів Замовником Персонального посилання, Замовник повинен звернутися в службу підтримку Виконавця шляхом направлення листа на електронну пошту: cherneckiy.av@gmail.com<br>
4.6.  Персональне посилання є дійсним для одного Замовника, що отримав вказане посилання. Забороняється передача Персонального посилання третім особам.<br>
4.7.  Після отримання Персонального посилання Замовник повинен заповнити відповідну реєстраційну форму для доступу до Персонального кабінету, вказавши необхідні ідентифікуючі дані.<br>
4.8.  Замовник самостійно несе відповідальність за збереження конфіденційності і безпеки доступу до свого Персонального (Особистого) кабінету, а також всі дії, що відбуваються за допомогою Персонального (Особистого) кабінету, і зобов’язується невідкладно повідомляти Виконавця про будь-яке порушення безпеки Персонального кабінету (Особистого).<br>
4.9.  Для отримання Послуги замовник самостійно забезпечує дотримання належних технічних умов для персонального комп’ютера чи іншого мобільного пристрою.<br>
4.10.   Розклад проведення он-лайн занять (вебінарів, тренінгів) може бути змінено Виконавцем в односторонньому порядку, шляхом розміщення такої інформації одним, але невиключно, із способів: розміщення на Веб-сторінці, надсилання повідомлення на електронну адресу Замовника, Skype тощо.<br>
4.11.   Під час участі в он-лайн заняттях (вебінарах, тренінгах) забороняється розпалювання міжнаціональних конфліктів, приниження інших учасників, тренера, реклама, нецензурні вислови та інша поведінка, що порушує морально-етичні норми та вимоги чинного законодавства. Виконавець має право анулювати участь Замовника в он-лайн заняттях (вебінарах, тренінгах) без повернення отриманої оплати, у випадку порушення ним вищевказаних правил.<br>
4.12.   Використання Замовником отриманих інформації та матеріалів (аудіо-, відеозаписів тощо) допускається тільки в особистих цілях та для особистого використання.<br>
4.13.   Виконавець має право відмовитися від надання Послуг в односторонньому порядку та анулювати доступ  Замовника до обраної Програми у випадку встановлення фактів передачі Замовником Персонального посилання третім особам, розповсюдження інформації і матеріалів (аудіо, відеозаписів тощо), отриманих в результаті отримання Послуг третім особам.<br>
4.14.   Виконавець не несе відповідальність за неможливість участі Замовника в он-лайн заняттях (вебінарах, тренінгах), яка виникла з причин, незалежних від Виконавця.<br>
4.15. Виконавець зобов'язаний надати Замовнику доступ до навчальних матеріалів, після внесення повної передоплати вартості послуг за весь строк, а саме 1,5 місяці. <br>
5. ПРАВА ТА ОБОВЯЗКИ ЗАМОВНИКА<br>
Замовник має право:
5.1.  Отримати Послуги на умовах цього Договору.<br>
5.2.  Отримати від Виконавця інформацію про Послуги, що надаються, умов їх надання за телефонами вказані на Сайті, або направивши відповідний запит на електронну пошту, вказану на Сайті, чи через форму зворотного зв’язку.<br>
5.3.  Входити до Персонального кабінету під своїм обліковим записом одночасно тільки з однієї точки доступу (персональний комп’ютер, ноутбук, нетбук, планшет та ін.).<br>
5.4.  На умовах вказаного Договору за погодженням із Виконавцем один раз перенести отримання Послуги, вартість якої оплачена в повному розмірі, на наступну дату її надання, погоджену Сторонами. У разі такого перенесення, повернення коштів за надані послуги можливе лише у разі надання послуг неналежної якості.<br>
5.5.   Замовник користується усіма правами споживача згідно з діючим законодавством України, що регулює ці правовідносини.<br>
Замовник зобов’язується:
5.6.  Оплатити Послуги в повному обсязі в порядку і строки, передбачені цим Договором.<br>
5.7.  Надати достовірну інформацію про себе в процесі заповнення заявки на участь у Програмі. Замовник несе відповідальність за достовірність такої інформації.<br>
5.8.  Підтримувати у справному технічному стані обладнання та канали зв’язку, що забезпечують доступ до Сайту.<br>
5.9.  Самостійно і своєчасно знайомитися з інформацією про час, дату, вартість та умови надання Послуг, яка розміщена на Сайті. Замовник не має право пред’являти Виконавцю претензії у випадку несвоєчасного ознайомлення або не ознайомлення з інформацією на Сайті. Замовник приймає на себе всю відповідальність за наслідки несвоєчасного ознайомлення або не ознайомлення з інформацією, що розміщується для нього Виконавцем на Сайті.<br>
5.10.  Виконувати рекомендації, домашні завдання, вимоги тощо Виконавця, що викладені у відповідній Програмі.<br>
5.11. Надати Виконавцю актуальну інформацію про засоби зв’язку для направлення інформаційних матеріалів, а також для зв’язку Виконавця із Замовником в рамках надання Послуг, згідно з цим Договором.<br>
Замовнику забороняється:<br>
5.12.  Здійснювати в будь-якій формі запис (шляхом аудіо-, відеозапису, скачування, скріншоти, фотографування та  інших способів зберігання інформації) он-лайн заняття (вебінару, тренінгу), що проводиться в рамках надання Послуг згідно з цим Договором .<br>
5.13.   Копіювати, поширювати у будь-який спосіб аудіо-, відео- ,інформаційні матеріали, записи он-лайн заняття (вебінару, тренінгу), отримані в рамках цього Договору.<br>
5.14.   Розповсюджувати матеріали, отримані в рамках вказаного Договору шляхом розшифрування (перекладу аудіо- та відеоматеріалів у текстовий формат) чи перекладу на інші мови.<br>
5.15.   Використовувати отриману в рамках цього Договору інформацію, матеріали в комерційних цілях шляхом переказу або поширення в будь-яких спосіб отриманих від Виконавця знань.<br>
5.16.  Використовувати отриману від Виконавця інформацію, включаючи (без обмеження) з метою створення подібної та/або конкурентної послуги або сервісу, або з метою отримання комерційної або фінансової вигоди без попереднього погодження з Виконавцем.<br>
5.17.   Здійснювати власну діяльність на основі Послуг Виконавця.<br>
5.18.   Допускати поширення недостовірної, неправдивої інформації, інформації, що ганьбить честь, гідність, ділову репутацію Виконавця, тренерів та інших осіб, а також інформації, що спонукає і закликає до міжнаціональної, етнічної, статевої, расової нетерпимості, ворожнечі, війни, зміни державного устрою країн, інформації, поширення якої заборонено чинним законодавством України і нормами Міжнародного права в залежності від території надання Послуг.<br>
5.19.   Передавати та/або надавати доступ до Програми будь-яким третім особам, а також отримувати Послуги спільно з третіми особами.<br>
6. ПРАВА ТА ОБОВЯЗКИ ВИКОНАВЦЯ<br>
Виконавець має право:<br>
6.1.  Самостійно визначати форми та способи надання Послуг, враховуючи вимоги чинного законодавства України та умови Договору.<br>
6.2.  В односторонньому порядку визначити вартість Послуг.<br>
6.3.  Самостійно визначати/змінювати дати проведення он-лайн занять (вебінарів, тренінгів).<br>
6.4.  Самостійно визначати/змінювати зміст, тривалість, кількість інформації в он-лайн занятті (вебінарі, тренінгу) в рамках Програми, функціональні можливості, інтерфейс Веб-сторінки в процесі надання Послуги.<br>
6.5.  Під час проведення он-лайн занять (вебінарів, тренінгів) Програми здійснювати його фотографування, відео-, аудіозапис та використовувати їх на власний розсуд. Замовник надає свою згоду на здійснення Виконавцем цих дій і надає Виконавцю право оприлюднювати їх шляхом опублікування на Сайті та в інших спосіб, робити доступними невизначеному колу осіб, поширювати, відтворювати, редагувати і іншим чином використовувати фотографії, аудіо- відео записи із зображенням та (або) голосом Замовника.<br>
6.6.  Самостійно залучити до надання послуг третіх осіб, у тому числі тренерів.<br>
6.7.  Отримувати від Замовника будь-яку інформацію, необхідну для виконання своїх зобов’язань за Договором. У разі неподання інформації, неповного або неправильного подання інформації, Виконавець має право призупинити надання Послуг за Договором до подання Замовником такої інформації.<br>
6.8.  Проводити анкетування, опитування Замовника, в тому числі запитувати відзиви про отримані Послуги, поширювати (публікувати чи в інший спосіб розповсюджувати) результати анкетування (опитування) і відзиви про отримані Послуги із дотриманням вимог законодавства України про захист персональних даних.<br>
6.9.  Відмовитися від надання Послуг або обмежити доступ Виконавця до Програми без повернення сплачених коштів у наступних випадках:<br>
6.9.1. Надання Замовником недостовірної інформації.<br>
6.9.2. Недотримання Замовником строків та порядку оплати, у випадку здійснення оплати в порядку, передбаченому п. 3.4 Договору.<br>
6.9.3. Порушення Замовником  п.п. 4.11, 4.12, 5.12-5.19 Договору.<br>
6.10.  Здійснювати масову розсилку інформаційних повідомлень (в тому числі рекламних) на електронну адресу Замовника. При цьому такі повідомлення повинні містити посилання для відмови від розсилки, яка дозволяє Замовнику самостійно відмовитися від отримання даної розсилки.<br>
6.11.  В односторонньому порядку вносити зміни до умов Договору шляхом розміщення нової редакції Договору на Сайті.
Виконавець зобов’язується:<br>
6.12.   Надати Послуги належної якості в порядку та на умовах, передбачених цим Договором.<br>
6.13.  Зберігати інформацію та відомості (в тому числі персональні дані), отримані від Замовника на виконання умов цього Договору.<br>
6.14.   Надавати Замовнику інформацію про Послуги, що надаються, умови їх надання.<br>
6.15.   Інформувати Замовника про зміни порядку надання Послуг (дати, розклад трансляцій) шляхом розміщення такої інформації одним, але невиключно, із способів: розміщення на Веб-сторінці, надсилання повідомлення на електронну адресу Замовника, Skype, Telegram, тощо.<br>
7. ГАРАНТІЇ ТА ЗАСВІДЧЕННЯ СТОРІН<br>
7.1.  Замовник, приймаючи умови даного Договору приймає на себе ризик неотримання прибутку та ризик можливих збитків, пов’язаних з використанням знань, вмінь, навичок, отриманих Замовником в ході надання Послуг.<br>
7.2.  Виконавець гарантуючи якість Послуг, що надаються, не надає гарантій на безперебійність, безпечність, безпомилковість та точну відповідність Послуг очікуванням Замовника щодо змісту Послуг та отриманих ним результатів.<br>
7.3.  Гарантуючи успішність застосування отриманих знань, вмінь, навичок, а також отримання Замовником Послуги певного прибутку (доходу) з їх використанням (реалізацією) у визначеному, або невизначеному майбутньому, Виконавець не несе відповідальності за неотримання прибутку (доходу), отримання прибутку(доходу) нижче очікувань Замовника, а також за прямі и непрямі збитки Замовника, оскільки успішність використання Замовником отриманих знань, вмінь та навичок, залежить від багатьох відомих та невідомих Виконавцю факторів: цілеспрямованості, трудолюбства, завзятості, рівня інтелектуального розвитку, творчих здібностей Замовника, інших його індивідуальних якостей та персональних характеристик, що приймається обома Сторонами.<br>
7.4.  Виконавець не здійснює освітню, викладацьку чи педагогічну діяльність та не надає освітні послуги, не видає будь-яких сертифікатів, свідоцтв, дипломів тощо.<br>
7.5.  Погоджуючись з умовами Договору та приймаючи його умови, Замовник гарантує, що вказав повні, достовірні та актуальні дані, в тому числі персональні дані, при заповненні Заявки на участь у Програмі, введенні будь-яких реєстраційних даних і здійсненні оплати та не використовує дані інших осіб (в тому числі персональні дані).<br>
7.6.  Замовник гарантує, що не має наміру здійснювати будь-які дії, які зашкодили б діловій репутації Виконавця та/або третіх осіб, пов’язаних договірними відносинами з Виконавцем, або суперечили законодавству України, міжнародним нормам та звичаям ділового обороту; його дії спрямовані на отримання Послуг та в них не міститься злого наміру, шахрайських намірів, спроб несанкціонованого доступу до інформації, яка є власністю Виконавця;<br>
7.7.  Сторони гарантують, що мають необхідний обсяг правоздатності та дієздатності для укладення Договору.<br>
7.8.  У разі, якщо якість Послуг з будь-яких причин є для Замовника неналежною, Виконавець надає Замовнику право протягом 14 (чотирнадцяти) календарних днів з дня старта Програми, доступ до якої було надано відповідно до умов Договору, звернутися до Виконавця із Заявою про повернення сплачених коштів.<br>
7.9.  Заява на повернення коштів, вказана в п. 7.8 Договору, направляється Замовником на адресу cherneckiy.av@gmail.com, Відповідальність за правильність даних вказаних у Заяві несе Замовник. Заява на повернення коштів має містити наступну інформацію:<br>
7.9.1. Прізвище, ім’я, по-батькові Замовника;<br>
7.9.2. Спосіб, дату та суму оплати Послуг;<br>
7.9.3. Обгрунтовані причини, по яким Замовник вважає, що надано Послугу неналежної якості;<br>
7.9.4. Банківські реквізити для повернення коштів.<br>
7.10.  За умови відповідності Заяви на повернення коштів вимогам п.п. 7.8, 7.9 Договору, Виконавець повертає оплачені кошти протягом 30 (тридцяти) календарних днів з дня отримання Заяви. Повернення коштів здійснюється за вирахуванням комісій платіжних систем і на карту, з якої була здійснена оплата.<br>
7.11.  У випадку відсутності у Заяві на повернення коштів інформації, зазначеної в п. 7.9 Договору або надання недостовірної інформації, Виконавець має право відмовити Замовнику в поверненні коштів.<br>
7.12. У випадку порушення Замовником п.п. 4.11, 4.12, 5.7, 5.12.-5.19 Договору, кошти сплачені Замовником Виконавцю не повертаються.<br>
7.13.  Будь-які претензії, заяви направлені Замовником після закінчення строку вказаного у п. 7.8 Договору, Виконавцем не розглядаються.<br>
8. ВІДПОВІДАЛЬНІСТЬ СТОРІН<br>
8.1.  У разі невиконання або неналежного виконання зобов’язань, встановлених Договором, Сторони несуть відповідальність згідно законодавства України та положень Договору.<br>
8.2.  Виконавець  не несе відповідальність за неотримання Замовником Послуг по цьому Договору, у випадку:<br>
8.2.1. надання Замовником недостовірної інформації на виконання умов Договору, в тому числі, але невиключно, контактної інформації (e-mail, Skype, Viber, Telegram), а також ненадання інформації у разі зміни інформації, наданої раніше;<br>
8.2.2. Замовник не може отримати Послуги по технічним причинам, що не залежать від Виконавця, зокрема, за відсутності у Замовника доступу до мережі Інтернет в результаті дій операторів зв’язку, провайдерів, впливу комп’ютерних вірусів та/або інших шкідливих програм, у зв’язку з відсутністю у нього необхідних програмно-апаратних засобів та/або неналежної оплати такого доступу.<br>
8.3.  Виконавець не несе відповідальності за якість каналів зв’язку загального користування або служб, що надають доступ Замовнику до Послуг, які надаються Виконавцем.<br>
8.4.  Виконавець не несе відповідальність за будь-які дії Замовника, в результаті яких було завдано шкоду іншим Замовникам Послуг Виконавця, як і не несе відповідальності за шкоду, завдану Замовнику внаслідок дій інших Замовників Послуг.<br>
8.5.  Виконавець не несе відповідальності за невідповідність змісту Послуги очікуванням Замовника та/або за його суб’єктивну оцінку. Така невідповідність очікуванням і / або негативна суб’єктивна оцінка не є підставами вважати послуги наданими неякісно, або не в узгодженому обсязі.<br>
8.6.  Виконавець не несе відповідальності за дії третіх осіб, що мали місце при авторизації їх на Сайті (Веб-сторінці) від імені Замовника.<br>
8.7.  Замовник самостійно несе відповідальність за будь-які наслідки, в тому числі за очікувані результати від отриманої Послуги.<br>
8.8.  Всі суперечки між Сторонами розглядаються шляхом переговорів на засадах врегулювання конфлікту з максимальним врахуванням інтересів Замовника та Виконавця.<br>
8.9.  У разі, якщо Сторони не зможуть прийти до згоди із спірних питань шляхом переговорів, такі спори підлягають передачі на розгляд суду відповідно до діючого законодавством України.<br>
9. ОБСТАВИНИ НЕПЕРЕБОРНОЇ СИЛИ (ФОРС МАЖОР)<br>
9.1.  Сторони звільняються від відповідальності за часткове або повне невиконання будь-якого з положень Договору, якщо це стало наслідком причин, що настали після набуття Договором чинності та знаходяться поза сферою контролю невиконуючої Сторони. Такі причини включають стихійне лихо, екстремальні погодні умови, пожежі, війни, страйки, військові дії, громадянське безладдя, терористичні акти, збої в роботі телефонних мереж загального користування, електронних каналів зв‘язку, а також рішення державних органів і таке інше, але не обмежуються ними (далі – форс-мажор). Період звільнення від відповідальності починається з моменту оголошення невиконуючою Стороною форс-мажору, що підтверджується відповідною довідкою, засвідченою торгівельно-промисловою палатою, або іншими доказами. Якщо форс-мажор виник внаслідок рішення державних органів, Сторони вважають, що текст такого рішення є достатнім доказом настання обставин форс-мажору.<br>
9.2.  Обставини форс-мажору автоматично продовжують термін виконання зобов’язань на весь період його дії та ліквідації наслідків. Про настання форс-мажорних обставин Сторони мають інформувати одна одну невідкладно. Якщо ці обставини триватимуть більше ніж шість місяців, то кожна із Сторін матиме право відмовитися від подальшого виконання зобов’язань за Договором, і в такому разі жодна із Сторін не матиме право на відшкодування другою Стороною можливих збитків.<br>
10. ЗАХИСТ ПЕРСОНАЛЬНИХ ДАНИХ ТА КОНФІДЕНЦІЙНА ІНФОРМАЦІЯ<br>
10.1.  Погоджуючись з умовами Договору та приймаючи умови Договору, Замовник надає Виконавцю однозначну згоду на обробку та використання будь-яких персональних даних, які стали відомими Виконавцю в результаті надання Послуг на умовах цього Договору, відповідно до законодавства України в сфері захисту персональних даних.<br>
10.2.  Обробка персональних даних включає, але не обмежується, збирання, реєстрацію, накопичення, зберігання, адаптування, зміну, поновлення, використання та поширення (розповсюдження, реалізацію, передачу), знеособлення, знищення персональних даних, які обробляються Виконавцем, будь-якою особою, пов’язаною з Виконавця відносинами контролю, з метою ведення бази персональних даних Замовників.<br>
10.3.  Замовник погоджується, що Виконавець не має отримувати жодної додаткової згоди Замовника для передачі персональних даних Замовника до будь-якої особи, пов’язаної з Виконавцем відносинами контролю або у рамках договірних відносин.<br>
10.4.  Уся інформація, що стала відома Замовнику у зв’язку з отриманням Послуг від Виконавця за цим Договором (в тому числі паролі доступу до Програм) є конфіденційною інформацією та комерційною таємницею Виконавця.<br>
10.5.  Замовник зобов’язується не розголошувати і не передавати конфіденційну інформацію та комерційну таємницю Виконавця для ознайомлення та/або використання третім особам без попередньої письмової згоди Виконавця.<br>
11. ПРАВА ІНТЕЛЕКТУАЛЬНОЇ ВЛАСНОСТІ<br>
11.1.  Усі он-лайн заняття (вебінари, тренінги) у формі виступів, лекцій, промов; аудіо та відеопрактики, аудіо-та відеоуроки, записи он-лайн трансляцій у вигляді аудіовізуальних творів, фонограм та відеограм, фотографічні твори, зображення, статті та будь-які інші матеріали, отримані Замовником на виконання умов цього договору (далі — Матеріали) є об’єктами прав інтелектуальної власності та підлягають захисту.<br>
11.2.  Авторські та суміжні права на Матеріали, до яких надається доступ Замовнику належать Виконавцю. Замовнику надається лише право користування Матеріалами виключно для особистих некомерційних цілей.<br>
11.3.  Забороняється у будь-який спосіб копіювання, відтворення, розповсюдження, виконання, публічне сповіщення,  демонстрація, показ, використання, переклад, переробка, адаптація та будь-які подібні зміни Матеріалів без попередньої письмової згоди Виконавця.<br>
12. ІНШІ УМОВИ<br
12.1.  Даний Договір вступає в силу з моменту його укладення, передбаченого п. 2.5 Договору та діє до повного виконання Сторонами умов Договору.<br>
12.2.  Даний Договір може бути розірваний до закінчення терміну його дії за взаємною згодою Сторін або в односторонньому порядку у випадках, передбачених цим Договором, із дотриманням умов цього Договору.<br><br><br>
12.3.  У випадках, не передбачених цим Договором, Сторони керуються чинним законодавством України.<br>
12.4.  Сторони підтверджують повне й однозначне розуміння ними предмету та змісту цього Договору, прав й обов’язків кожної Сторони, що витікають або пов’язаних з виконанням Договору, суть термінів, вжитих у Договорі, а також відповідність тексту Договору намірам й волі Сторін.<br><br>
12.5.  Якщо будь-яке положення (частина) Договору є або стає недійсним з будь-яких підстав, цей факт не впливає на дійсність інших положень Договору в цілому.<br><br>
12.6.  Сторони погоджуються, що до відносин, що виникли між ними на підставі цього Договору застосовується право України.<br>
12.7.  Сторони вправі в будь-який момент укласти цей договір в формі письмового двостороннього документу.<br>
13. РЕКВІЗИТИ ВИКОНАВЦЯ<br>
ФОП Чернецький Олексій Володимирович<br>
ІПН 3260316854<br>
Місце реєстрації: Україна, 51400, Дніпропетровська обл., м. Павлоград вул. Центральна буд.63 кв.12<br>
e-mail: cherneckiy.av@gmail.com<br>

    </p>
    </div>
</main>

<?php 
    get_footer(); 
?>